{
    "dalyviai": [
      {
        "id": "1",
        "salis": "Albania",
        "atlikejas": "Besa",
        "daina": "To be announced",
        "info": "Besa won the televote with her song Zemrën N'dorë and will head to Malmö for Albania. It's expected that Besa will take Zemrën N'dorë to Eurovision 2024, though revamps cannot be ruled out, and we expect a final confirmation in 2024.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-12/besa.jpg?itok=SeFAU-d3"
      },
      {
        "id": "2",
        "salis": "Austria",
        "atlikejas": "Kaleen",
        "daina": "To be announced",
        "info": "She then took her first ballet lessons and quickly expanded her repertoire to include commercial, tap, jazz, musical, modern, Latin, and standard; winning her first national championship at the age of seven - the first of more than 100 national and European championships, and five world championships. In 2021, she was the creative director for the Junior Eurovision Song Contest for Spain and Bulgaria, as well as the creative director for Spain and stage director for the entire production in 2022. Last year, she supported Austria, Armenia, Germany, and Georgia with their stage performances at the Eurovision Song Contest in Liverpool... now it's Kaleen's turn in the spotlight!",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/1%20KALEEN%2C%20Eurovision%20Song%20Contest%2C%202024%20%C2%A9Rankin_0.jpg?h=6f84e866&itok=HrBV4Y6t"
      },
      {
        "id": "3",
        "salis": "Belgium",
        "atlikejas": "Mustii",
        "daina": "To be announced",
        "info": "Thomas Mustin (better known as Mustii) is an author, composer, singer and actor, known for a plethora of roles in theatre, television and Netflix productions, including popular Belgian series La Trêve and feature films including Grave, Un Petit Boulot, and L'Echange des Princesses. In 2017, he landed a lead role alongside Mathilde Seigner in the French TV movie Je Voulais Juste Rentrer Chez Moi, in which he played the infamous Patrick Dils before playing Hamlet in 2019 under the direction of Emmanuel Dekoninck.Alongside acting, Mustii has made a name for himself as a singer. With two albums to his credit, 21st Century Boy and It's Happening Now, successful tours (selling out the Ancienne Belgique on 3 occasions) and winning the 'Revelation of the Year' trophy at the D6bels Music Awards, Mustii is known for seducing audiences with his captivating voice, which is both powerful and fragile at the same time. Next year is set to be his busiest yet as not only will he represent Belgium at the Eurovision Song Contest in Sweden, but he'll also return as a permanent judge on Drag Race Belgique (Season 2) and star in Michiel Blanchart's next film La nuit se traîne alongside Romain Duris.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-08/230826_EUROVISION%20MUSTII_VLADVDK_0001.jpg?h=97fc8756&itok=uuVkfb-U"
      },
      {
        "id": "4",
        "salis": "Cyprus",
        "atlikejas": "Silia Kapsis",
        "daina": "Liar",
        "info": "The Sydneysider has been lead singer for the Australian Youth Performing Arts Company (AYPAC) and a recurrent lead singer at numerous high-profile events worldwide. Away from the stage her love for pop flourished and in 2022 she released a debut song, Who Am I?, which she had written and composed at the age of 12. The next singles, No Boys Allowed and Disco Dancer, followed in March and May of 2023 with a new single expected before 2024. Silia has worked with world-renowned choreographers and was selected for the ImmaBeast Dance Company in Los Angeles; danced with Stephen tWitch Boss on The Jennifer Hudson Show; and was featured in a dance documentary produced by Taboo from the Black-Eyed Peas. And as if singing and dancing wasn't enough, Silia was also cast as the lead role, Zoe, in her debut short film, Pearly Gates, and has worked on various television projects for Nickelodeon, appearing as a regular host on Nick News.No stranger to the limelight, Silia should be able to take the world's biggest stage in her stride.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-09/Silia%20Kapsis2.jpeg?h=ad1b813f&itok=BPvgoHlO"
      },
      {
        "id": "5",
        "salis": "Czechia",
        "atlikejas": "Aiko",
        "daina": "Pedestal",
        "info": "Aiko's journey in the music industry has been nothing short of remarkable. Her sophomore album, Fortune's Child is a testament to her growth as an artist and the depth of her musical prowess. Breaking barriers and making history, Aiko proudly stands as the first Czech artist to grace the iconic Times Square. Moreover, she has earned the distinction of being the first Czech female artist to contribute to the global Spotify Equal Campaign, emphasising her commitment to inclusivity and equality within the music industry.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-11/Aiko%200_0.jpg?h=fe765247&itok=jf77CdqA"
      },
      {
        "id": "6",
        "salis": "Denmark",
        "atlikejas": "Saba",
        "daina": "Sand",
        "info": "In 2023, Saba had a large and demanding role in the musical HAIR. Now, she is looking forward to making her mark as an artist and singer at the Eurovision Song Contest. With her entry Sand, she wants to inspire others to seize life and follow their dreams - whatever they might be and exactly as they are. Saba will perform the song Sand, which was written by some of the strongest songwriters out there. Behind the song is Melanie Wehbe - who has previously won Melodi Grand Prix as a songwriter, as well as Melodifestivalen in Sweden - alongside Jonas Thander, who has previously won the United Kingdom's pre-selection, and Pil Jeppesen. Saba was adopted from Ethiopia when she was just eight months old and has roots in the West Jutland town of Ringkøbing. The artist wants to spread the message that life must be grasped, boundaries must be pushed and things must both be challenged and explored.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/SABA_photo-William%20Green.png?itok=mT0KHiMa"
      },
      {
        "id": "7",
        "salis": "Estonia",
        "atlikejas": "5miinust & Puuluup",
        "daina": "(Nendest) narkootikumidest ei tea me (küll) midagi",
        "info": "No information provided.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/5MIINUST%20x%20Puuluup_FOTO%20Ken%20M%C3%BCrk%20ERR.jpg?itok=qHtQUJl1"
      },
      {
        "id": "8",
        "salis": "Finland",
        "atlikejas": "Windows95man",
        "daina": "No Rules",
        "info": "In 2013, a DJ gig at the Flow Festival brought the character known as Windows95man to life. His artist costume consists of a pair of very cut-off shorts made by Keisteri's friend, and a Windows95 t-shirt ordered online. Since then, Windows95man has performed at Helsinki's New Year's celebration in 2022, as an opening act for Käärijä at the Helsinki Ice Hall and at numerous smaller events. At UMK, Windows95man released his very first single, No Rules. The song title refers to the artist's motto, which appears in both his music and other artistic productions. Henri Piispanen is the singer in No Rules. Keisteri explains that the chorus of the song was so challenging that he had trouble finding a singer with enough technical skill to pull it off. Piispanen was the only one whose voice could go high enough. “In my opinion, all Finns are a bit looney-tunes deep inside, and I wanted to bring that out more. Now I can share my music with an even bigger audience as well as spread the joyous message of No Rules,” says Keisteri.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/UMK24_artists_Windows95man_Credit_Yle_NelliKentt%C3%A4_16x9.png?h=36996474&itok=IGs_A1hC"
      },
      {
        "id": "9",
        "salis": "France",
        "atlikejas": "Slimane",
        "daina": "Mon Amour",
        "info": "Since winning The Voice (France) in 2016, Slimane's rise in popularity has been meteoric, with 2 million albums sold, 5 NRJ Music Awards, 2 billion worldwide streams, 7 million followers on social media, and a Victorie de la Musique to his name.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-11/Sliman0542%20sans%20logo.jpeg?h=413ea027&itok=pThgYD9-"
      },
      {
        "id": "10",
        "salis": "Georgia",
        "atlikejas": "Nutsa Buzaladze",
        "daina": "To be announced",
        "info": "In recent years, Nutsa has lived in both Los Angeles (where she wrote, performed and shot music videos) and Dubai (where she signed a contract with Theater Dubai and performed at Expo) but calls Georgia home. In 2019 she released her debut album under the name Nutsa22, covering not only Georgian songs but also compositions in English, but it was Gelodebi that became her breakout hit leading her to tour the country with a live band. Nutsa describes herself as a self-motivated, active, energetic girl who is a real hard worker and a workaholic, simply loving what she does.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/nu.jpg?itok=DUgITtkH"
      },
      {
        "id": "11",
        "salis": "Germany",
        "atlikejas": "Isaak",
        "daina": "Always On The Run",
        "info": "After initially embarking on a music career in a band, Isaak Guderian, who comes from a small town called Espelkamp, soon evolved into a promising singer-songwriter on his own. With prior experience in The X Factor Germany, Isaak later won the talent show Show Your Talent in 2021. His singing repertoire ranges from melancholic ballads to powerful arrangements challenging the entire vocal range. Isaak's song for Germany, Always On The Run, is a perfect example of how the emotional depths and exhilarating highs of a song can take listeners on a unique musical journey.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/nu.jpg?itok=DUgITtkH"
      },
      {
        "id": "12",
        "salis": "Greece",
        "atlikejas": "Marina Satti",
        "daina": "To be announced",
        "info": "Over her career, the star has developed a unique sound that combines the different musical traditions she grew up with, such as Greek, Arabic and Balkan. Having represented Greece in the EBU's Euroradio Jazz Orchestra with works by Peter Herbolzheimer; singing at the John F. Kennedy Center, in Washington with the World Jazz Nonet; and participating in the a cappella vocal group The Singing Tribe in collaboration with Bobby McFerrin, it's safe to say that Marina is an artist who defies categorisation. In May 2022, Satti released her first full-length album YENNA, while in 2023 she experimented by delivering the short documentary FLABOURO as well as TUCUTUM, a song-commentary on Balkan trap, which became viral in the summer of 2023.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-10/%CE%9C%CE%91%CE%A1%CE%99%CE%9D%CE%91-%CE%A3%CE%91%CE%A4%CE%A4%CE%99-SCANS_KURUNIS_6.jpeg?h=60697106&itok=SBezRb7H"
      },
      {
        "id": "13",
        "salis": "Ireland",
        "atlikejas": "Bambie Thug",
        "daina": "Doomsday Blue",
        "info": "Cork-born Bambie Thug is a force to be reckoned with; a completely independent artist who has amassed over 45,000 monthly listeners via their unique, self-styled 'Ouija Pop'. Known for incredible live performances, Bambie was most recently seen performing at the packed-out Download Festival Debut. Bambie is also a prolific songwriter with amassed streams of 60 million on music written for other artists of varying genres, (Cassyette, Kidbrunswick, Fabich, Fika and more), instrumentals in some of the UK's biggest nu-gen hits (Dear Goth, Petrichor, 4am) and inclusion on HBO's Sex And The City reboot Just Like That.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/Bambie_Thug.jpeg?h=632cbc8c&itok=qRFPX8qF"
      },
      {
        "id": "14",
        "salis": "Israel",
        "atlikejas": "Eden Golan",
        "daina": "To be announced",
        "info": "Eden Golan is 20 years old and comes from Tel Aviv. She started performing on stage from childhood as an artistic dancer, but at the age of 9 she discovered that she could also sing and the rest is history. The singer draws her musical inspiration from diverse styles, and her real dream is to sing with Beyoncé, but first she's off to Malmö.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/Eden%20Golan.jpg?h=b1ff5b2a&itok=ZLb3SzeN"
      },
      {
        "id": "15",
        "salis": "Italy",
        "atlikejas": "Angelina Mango",
        "daina": "La Noia",
        "info": "With 4 platinum records, two gold records, a completely sold-out tour, appearances at the top of the sales charts and some of the most played songs on the radio, Angelina Mango was one of the break-out stars of 2023 in Italy. 2024 saw her compete for the very first time at Sanremo. The singer became the first female artist to win the contest in 10 years. Angelina Mango's music is a mix that brings together different influences, including Italian and American rap, r&b and instrumental music. In her songs, the singer-songwriter addresses issues and themes that are relevant to her, such as the anxieties of GenZ, love, the need for freedom and the value of family. Beloved by her fanbase on social media, Angelina Mango has a huge following, particularly on TikTok. There, the official sounds of the singles Che to' dico a fa and Ci pensiamo domani have recorded over 187,000 and 223,000 uses respectively.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/angelinamangosanremo.jpg?h=acb5d330&itok=4vm2Q5EM"
      },
      {
        "id": "16",
        "salis": "Latvia",
        "atlikejas": "Dons",
        "daina": "Hollow",
        "info": "Dons is an accomplished Latvian musician, having released 9 albums to date. His musical achievements include winning several national radio song polls and receiving multiple Music Recording Awards. . In 2021, he began a collaboration with Universal Music Group. Notable singles in his repertoire include Pēdējā vēstule, Pāriet bailes, and Salauzta sirds.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/Dons.jpg?h=1da1e3ff&itok=tCoQB9w9"
      },
      {
        "id": "17",
        "salis": "Lithuania",
        "atlikejas": "Silvester Belt",
        "daina": "Luktelk",
        "info": "We have a winner at 'Eurovizija.LT' after 6 weeks of competition - Silvester Belt will represent Lithuania at the 68th Eurovision Song Contest with the song 'Luktelk'. More information to follow...",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/silvesterbelt24.jpg?h=c8aa9421&itok=kQnBvuNz"
      },
      {
        "id": "18",
        "salis": "Luxembourg",
        "atlikejas": "TALI",
        "daina": "Fighter",
        "info": "TALI is a 23-year-old performer, vocal coach, and music teacher. She has recently been on the road with her music group in New York, where she performed at venues including RockWood Music Hall, Mercury Lounge, Arlene’s Grocery, and The Delancey. She released her self-penned debut single at just 16 years of age. Influenced by artists like Lizzy McAlpine, Sara Bareilles and Lady Gaga, TALI blends genres to create her own unique sound. In 2021, she released her debut EP lose you, which she co-wrote with artist Francis of Delirium. She is now working on her debut album with a new band called Blue Stripes. Besides her flourishing pop and songwriting career, she has starred in a short indie film Agua, and has also forged a successful career in theatre, playing roles such as Tzeitel from Fiddler on the Roof and Eponine in Les Miserables.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/Tali---1920X1080.jpg?h=9b126b9d&itok=RPwK6MFi"
      },
      {
        "id": "19",
        "salis": "Malta",
        "atlikejas": "Sarah Bonnici",
        "daina": "Loop",
        "info": "Sarah Bonicci has won Malta's national final and will head to Malmö! More to follow...",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/Sarah.jpeg?h=75532c56&itok=rwh8YpXn"
      },
      {
        "id": "20",
        "salis": "Moldova",
        "atlikejas": "Natalia Barbu",
        "daina": "In The Middle",
        "info": "Natalia, the winner of Etapa Națională, will be Moldova's 20th entry to the Eurovision Song Contest, following its debut in 2005. The rock and pop singer has previously represented Moldova at the Eurovision Song Contest in 2007, with the song Fight. In Helsinki she placed an impressive 10th, with 109 points. As well as being a singer, Natalia Barbu is also a songwriter, composing the lyrics for most of her songs herself. One of her biggest musical successes to date has been the release of her single My Angel, in Romania. The song was number 1 in the Romanian Top 100 for 11 weeks.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/nataliabarbu.jpg?h=f6e7abf2&itok=rCDS_9iL"
      },
      {
        "id": "21",
        "salis": "Netherlands",
        "atlikejas": "Joost Klein",
        "daina": "To be announced",
        "info": "In November 2022, he had two sold-out concerts at the AFAS Live. Joost's fan base abroad has been growing, too. In Belgium, he performed at the Sportpaleis in Antwerp and was a candidate on the popular TV show De Slimste Mens (The Smartest Person). Last summer, Joost had a number 1 hit in Germany, Switzerland and Austria with Friesenjung. The song has had over 100 million streams worldwide and won Best Song in Germany's 1LIVE Krone radio awards. The song has also had a lot of airplay in Italy and Ukraine.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-12/Persfoto1%28c%29Ruud%20Janssen%20%281%29_0.jpg?h=7bdab0c4&itok=O3OLZoU0"
      },
      {
        "id": "22",
        "salis": "Norway",
        "atlikejas": "Gåte",
        "daina": "Ulveham",
        "info": "Their unique combination of traditional Norwegian folk music and explosive rock lifted them out of the rehearsal basement and onto some of the biggest stages. The band experienced huge success with spectacular live shows, two critically acclaimed studio albums, two EPs and a live album. During this period, Gåte sold more than 100,000 albums, went straight to the top of the VG-lista chart and won the Spellemann Award 2002 for Best Newcomer. The critically acclaimed band took a 12-year break before making a long-awaited return in 2017. Since then, Gåte has once again delivered concerts and music to brilliant reception and reviews.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-01/G%C3%A5te.jpg?itok=ThC18n_-"
      },
      {
        "id": "23",
        "salis": "Poland",
        "atlikejas": "LUNA",
        "daina": "The Tower",
        "info": "Luna is 24 and studies at the University of Warsaw's Faculty of Artes Liberales. She can play the violin and the piano, is a songwriter (in both English and Polish) and a composer, as well as a yoga teacher. Art, philosophy and fashion are Luna's playground, but she's also fascinated with astrology; living her own way, Luna cares for Mother Earth and draws as much kind energy from the Moon as possible. And when she lacks energy - she enjoys a cup of coffee! Luna’s biggest influences are Nick Cave and Björk.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/luna.jpg?itok=jvl5lQAL"
      },
      {
        "id": "24",
        "salis": "Slovenia",
        "atlikejas": "Raiven",
        "daina": "Veronika",
        "info": "Her electro-pop debut came in 2014, but her musical evolution came to the forefront during Slovenia's national selection shows (EMA), entering several songs over years, including Črno Bel (2016), Zažarim (2017), and KAOS (2019). In 2021, Raiven won at the renowned Slovenian music festival Popevka with her song Volkovi. In between, she has been active in both opera and theatre, and after obtaining a master's degree from the Ljubljana Academy of Music, the singer started to explore the electro-opera sphere.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-12/Raiven_foto2_Tjas%CC%8Ca%20Barbo_9-16.jpeg?h=34be656a&itok=eVM6a7rV"
      },
      {
        "id": "25",
        "salis": "Spain",
        "atlikejas": "Nebulossa",
        "daina": "ZORRA",
        "info": "The duo's music always contains two important factors: a lot of pop music and a lot of synth. And they make music based on the sounds and melodies of the '80s. Poliédrica de mí is the title of the debut album that the duo released in 2021, after previewing songs such as Glam, chosen as Best Song of 2021 by the Indie Cool jury. The band is currently on tour, passing through venues and festivals in Madrid, Barcelona, Valencia, Malaga and Zaragoza. They have won the Studio mans contest and have also been nominated for the Pop eye awards as Best New Group.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/nebu.jpeg?h=d3950e45&itok=u2wkvjrY"
      },
      {
        "id": "26",
        "salis": "Ukraine",
        "atlikejas": "alyona alyona & Jerry Heil",
        "daina": "Teresa & Maria",
        "info": "The duo topped the public vote and narrowly beat Ziferblat (who won the overall jury vote) and returning Eurovision Song Contest participant Mélovin. alyona alyona & Jerry Heil say that Teresa & Maria is a song about women who carry a titanic weight on their shoulders: 'On behalf of women, we are talking about the importance of unity for significant actions and victories. And even though we, as Ukrainians, wrote this song about Ukraine, everyone can recognise themselves in the lyrics. We're talking about unification because that's what creates synergy and brings much more results.'",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2024-02/alyona%20alyona%20_%20Jerry%20Heil_0.jpeg?h=dd9a92e7&itok=OgyPDEUV"
      },
      {
        "id": "27",
        "salis": "United Kingdom",
        "atlikejas": "Olly Alexander",
        "daina": "Dizzy",
        "info": "Across three hugely successful albums to date, the singer, actor and fashion icon has scored two #1 UK albums, 10 UK Top 40 singles and was recently awarded the BRIT Billion Award (with 6.5 billion streams globally). With Years & Years evolving into a solo project and, in 2024, a brand new solo era, Olly has become a once-in-a-generation voice: the Russell T Davies show It's A Sin won Best New Drama at the National Television Awards, with Olly also nominated for Leading Actor at the 2022 BAFTA Television Awards. Having headlined arenas and festivals worldwide - not to mention collaborating with the likes of Sir Elton John, Kylie, and Pet Shop Boys - Olly Alexander's icon-status recently saw him immortalised at Madame Tussauds London: a fitting home for a pop star who has helped change British culture forever, and now represents the United Kingdom on the Eurovision Song Contest stage.",
        "paveikslelis": "https://eurovision.tv/sites/default/files/styles/banner/public/media/image/2023-12/2023_OllyAlexander_Lead%20Image.jpg?h=8a62489a&itok=y-EpCPjo"
      }

    ]
  }